[
  {
    "title": "Suspiria",
    "rating": 5,
    "review": "A young woman aspires to be a world renowned ballerina.  She decides to join an academy in Germany, but she slowly starts to realize that things are not as they seem. From acclaimed director, Dario Argento, this film feels less like a cinematic experience and more like being trapped in a colorful nightmare.  The use of colors in this movie make Suspiria really stand out, and there are more than enough scares to keep you on the edge of your seat!",
    "poster": "https://m.media-amazon.com/images/I/61Bf6f68DcL._AC_SY679_.jpg"
  },
  {
    "title": "The Shining",
    "rating": 4,
    "review": "An author, Jack Torrance, struggling with writer's block decides to take his wife and young son to the Overlook Hotel to work as caretakers.  He hopes that he will find inspiration to begin writing again, but finds that the hotel holds dangerous secrets.  Jack's wife and son start to notice the evil that resides in the Overlook Hotel, as well as Jack's slow descent into madness.  This film deserves that praise it has received over the years as you will find yourself terrified as to how far Jack will continue to slip into madness.",
    "poster": "https://cdn.shopify.com/s/files/1/1057/4964/products/the-shining-vintage-movie-poster-original-1-sheet-27x41-7589_300x@2x.jpg?v=1618894914"
  },
  {
    "title": "Jaws",
    "rating": 5,
    "review": "In the island town of Amity, what was once a perfect summer destination has become the scene of a nightmare.  A rogue great white shark begins to terrorize the town, threatening all those who dare enter the water. Jaws has stood the test of time as being one of the most frightening and exhilirating movies ever made.  You will find yourself terrified for all those who enter the waters of Amity Island, and hope that the brave Chief of Police, Martin Brody, Oceanographer, Matt Hooper, and the cantankerous Captain Quint can finally capture and killer the monster shark.",
    "poster": "https://m.media-amazon.com/images/I/71eMMDtyi8L._AC_SY679_.jpg"
  },
  {
    "title": "The Fourth Kind",
    "rating": 4,
    "review": "A docu-style horror film that investigates the mysterious disappearances that have been occuring in Nome, Alaska.  A psychiatrist begins to notice strange behavior while conducting sessions with her patients and comes closer to finding the answer for all of the odd occurances.  This film, debatedly real or not, is one of the most frightening horror movies of the past 20 years. Do yourself a favor, and don't watch at night alone!",
    "poster": "https://i.ytimg.com/vi/uogMJQynLc4/movieposter.jpg"
  },
  {
    "title": "The Thing",
    "rating": 5,
    "review": "A group of American researchers in the Antarctic find themselves thrust into a nightmare after taking in a Husky being shot at by a group of Swedish researchers.  Soon, the American researchers find themselves in a life or death situation with an alien being capable of assuming the form of anyone or anything it assimilates.  As they become unable to distinguish whether their fellow man is human or alien, the American researchers begin to turn on each other.  One of the greatest horror movies ever created with a sense of dread and tension so palpable, you could see it in the air.",
    "poster": "https://m.media-amazon.com/images/M/MV5BNGViZWZmM2EtNGYzZi00ZDAyLTk3ODMtNzIyZTBjN2Y1NmM1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_.jpg"
  },
  {
    "title": "Cabin in the Woods",
    "rating": 3,
    "review": "A group of college students decide to enjoy their Spring Break at a secluded cabin in the woods.  Have you heard this synopsis before?  You probably have, but Cabin in the Woods is unlike any horror movie you have ever seen!  To talk about it further would spoil the surprise, so just know that it is chock full of fun and will subvert all of your expectations.",
    "poster": "https://m.media-amazon.com/images/I/51jWuSk6tVL._AC_.jpg"
  },
  {
    "title": "Hellraiser",
    "rating": 3,
    "review": "An ordinary puzzle box.  That's what Kirsty thought she held in her hands.  However, the puzzle box she held opened up a portal to Hell releasing demonic entities known as the 'Cenobites'.  With unrelenting gore and horror, Hellraiser is a movie that will affect you long after the credits roll.",
    "poster": "https://m.media-amazon.com/images/I/51KCFDaGqnL._AC_.jpg"
  },
  {
    "title": "A Nightmare on Elm Street",
    "rating": 4,
    "review": "One, two, Freddy's coming for you!  In this famous horror movie from Wes Craven, a group of Ohio teenagers are stalked by a killer, Freddy Krueger, in their sleep.  You will find yourself amazed at the ingenuity of those involved with the practical effects on a shoe-string budget, and aghast at how terrifying this film truly is.  While the sequels saw Freddy Krueger become more comedic as he became a bigger cultural icon, the original film shows just how scary he can be.",
    "poster": "https://cdn.shopify.com/s/files/1/1416/8662/products/a_nightmare_on_elm_street_1984_original_film_art_600x.jpg?v=1573505286"
  }
]